Repository: apexbymanish/myKharcha
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi, zh_hans

source: Get this plan as a notification on your next payday. Bills you've set up as reminders already alert you before they're due.
ar: ستصلك هذه الخطة كإشعار في يوم راتبك القادم. الفواتير التي أعددتها كتذكيرات تنبهك بالفعل قبل موعد استحقاقها.
bn: আপনার পরবর্তী বেতনের দিনে এই প্ল্যানটি নোটিফিকেশন হিসেবে পাবেন। রিমাইন্ডার হিসেবে সেট করা বিলগুলো বকেয়া হওয়ার আগেই আপনাকে সতর্ক করে দেয়।
de: Erhalte diesen Plan als Benachrichtigung an deinem nächsten Zahltag. Rechnungen, die du als Erinnerung eingerichtet hast, benachrichtigen dich bereits vor Fälligkeit.
es: Recibe este plan como notificación en tu próximo día de pago. Las facturas que ya tienes configuradas como recordatorios te avisan antes de que venzan.
fr: Reçois ce plan en notification à ta prochaine paie. Les factures configurées en rappels t’alertent déjà avant leur échéance.
hi: इस प्लान की सूचना अपने अगले सैलरी डे पर पाएं। जिन बिलों को आपने रिमाइंडर के रूप में सेट किया है, वे देय होने से पहले ही आपको अलर्ट कर देते हैं।
id: Dapatkan rencana ini sebagai notifikasi pada hari gajianmu berikutnya. Tagihan yang sudah kamu atur sebagai pengingat akan memberi tahumu sebelum jatuh tempo.
ja: 次の給料日にこのプランを通知でお知らせします。リマインダーとして設定済みの支払いは、期限前に別途通知されます。
ko: 다음 월급날에 이 플랜을 알림으로 받아보세요. 알림으로 설정한 청구서는 만기 전에 이미 알려드려요.
mr: तुमच्या पुढील पगाराच्या दिवशी ही योजना नोटिफिकेशन म्हणून मिळवा. स्मरणपत्र म्हणून सेट केलेली बिले आधीच देय होण्यापूर्वी तुम्हाला सूचित करतात.
ne: यो योजना आफ्नो अर्को तलब दिनमा सूचनाको रूपमा पाउनुहोस्। रिमाइन्डरको रूपमा सेटअप गरिएका बिलहरूले तिर्नुअघि नै तपाईंलाई सजग गराइसकेको हुन्छ।
pt_br: Receba este plano como notificação no seu próximo pagamento. As contas que você já configurou como lembretes já avisam antes do vencimento.
ru: Получите этот план в виде уведомления в следующий день зарплаты. О счетах, добавленных как напоминания, вы уже получаете уведомления заранее.
ta: உங்கள் அடுத்த சம்பள நாளில் இந்தத் திட்டத்தை அறிவிப்பாகப் பெறுங்கள். நினைவூட்டல்களாக அமைத்த பில்கள் ஏற்கெனவே நிலுவைக்கு வருவதற்கு முன் உங்களை எச்சரிக்கும்.
te: మీ తదుపరి జీతం రోజున ఈ ప్లాన్‌ను నోటిఫికేషన్‌గా పొందండి. రిమైండర్‌లుగా సెటప్ చేసిన బిల్లులు గడువుకు ముందే మిమ్మల్ని అలర్ట్ చేస్తాయి.
tr: Bu planı bir sonraki maaş gününüzde bildirim olarak alın. Hatırlatıcı olarak eklediğiniz faturalar zaten vadesinden önce sizi uyarır.
ur: اپنی اگلی تنخواہ کے دن یہ منصوبہ بطور اطلاع حاصل کریں۔ جو بل آپ نے یاد دہانی کے طور پر ترتیب دیے ہیں وہ پہلے ہی واجب الادا ہونے سے پہلے آپ کو مطلع کر دیتے ہیں۔
vi: Nhận kế hoạch này dưới dạng thông báo vào kỳ lương tiếp theo. Các hóa đơn bạn đã đặt làm lời nhắc sẽ tự động cảnh báo trước khi đến hạn.
zh_hans: 在下个发薪日以通知形式收到此计划。已设为提醒的账单会在到期前提醒你。

source: Goal name
ar: اسم الهدف
bn: লক্ষ্যের নাম
de: Zielname
es: Nombre de la meta
fr: Nom de l’objectif
hi: लक्ष्य का नाम
id: Nama tujuan
ja: 目標の名前
ko: 목표 이름
mr: उद्दिष्टाचे नाव
ne: लक्ष्यको नाम
pt_br: Nome da meta
ru: Название цели
ta: இலக்கின் பெயர்
te: లక్ష్యం పేరు
tr: Hedef adı
ur: ہدف کا نام
vi: Tên mục tiêu
zh_hans: 目标名称

source: Goals
ar: الأهداف
bn: লক্ষ্য
de: Ziele
es: Metas
fr: Objectifs
hi: लक्ष्य
id: Tujuan
ja: 目標
ko: 목표
mr: उद्दिष्टे
ne: लक्ष्यहरू
pt_br: Metas
ru: Цели
ta: இலக்குகள்
te: లక్ష్యాలు
tr: Hedefler
ur: اہداف
vi: Mục tiêu
zh_hans: 目标

source: Good afternoon
ar: مساء الخير
bn: শুভ অপরাহ্ন
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
hi: नमस्कार
id: Selamat siang
ja: こんにちは
ko: 안녕하세요
mr: नमस्कार
ne: नमस्कार
pt_br: Boa tarde
ru: Добрый день
ta: மதிய வணக்கம்
te: నమస్కారం
tr: İyi günler
ur: سہ پہر بخیر
vi: Chào buổi chiều
zh_hans: 下午好

source: Good evening
ar: مساء الخير
bn: শুভ সন্ধ্যা
de: Guten Abend
es: Buenas noches
fr: Bonsoir
hi: शुभ संध्या
id: Selamat sore
ja: こんばんは
ko: 좋은 저녁이에요
mr: शुभ संध्याकाळ
ne: शुभ साँझ
pt_br: Boa noite
ru: Добрый вечер
ta: மாலை வணக்கம்
te: శుభ సాయంత్రం
tr: İyi akşamlar
ur: شام بخیر
vi: Chào buổi tối
zh_hans: 晚上好

source: Good morning
ar: صباح الخير
bn: শুভ সকাল
de: Guten Morgen
es: Buenos días
fr: Bonjour
hi: सुप्रभात
id: Selamat pagi
ja: おはようございます
ko: 좋은 아침이에요
mr: सुप्रभात
ne: शुभ प्रभात
pt_br: Bom dia
ru: Доброе утро
ta: காலை வணக்கம்
te: శుభోదయం
tr: Günaydın
ur: صبح بخیر
vi: Chào buổi sáng
zh_hans: 早上好

source: Good night
ar: تصبح على خير
bn: শুভ রাত্রি
de: Gute Nacht
es: Buenas noches
fr: Bonne nuit
hi: शुभ रात्रि
id: Selamat malam
ja: おやすみなさい
ko: 편안한 밤 되세요
mr: शुभ रात्री
ne: शुभ रात्री
pt_br: Boa noite
ru: Спокойной ночи
ta: இனிய இரவு
te: శుభ రాత్రి
tr: İyi geceler
ur: شب بخیر
vi: Chúc ngủ ngon
zh_hans: 晚安

source: Good time to log today's expenses.
ar: وقت مناسب لتسجيل مصروفات اليوم.
bn: আজকের খরচ লিখে রাখার ভালো সময়।
de: Guter Moment, die heutigen Ausgaben einzutragen.
es: Buen momento para registrar los gastos de hoy.
fr: C’est le moment de noter les dépenses du jour.
hi: आज के खर्च दर्ज करने का अच्छा समय है।
id: Waktu yang tepat mencatat pengeluaran hari ini.
ja: 今日の支出を記録するのによい時間です。
ko: 오늘 지출을 기록하기 좋은 시간이에요.
mr: आजचा खर्च नोंदवण्याची चांगली वेळ.
ne: आजको खर्च टिप्न राम्रो समय।
pt_br: Boa hora para registrar os gastos de hoje.
ru: Удачное время записать сегодняшние траты.
ta: இன்றைய செலவுகளைப் பதிவு செய்ய நல்ல நேரம்.
te: ఈ రోజు ఖర్చులు నమోదు చేయడానికి మంచి సమయం.
tr: Bugünün harcamalarını girmek için iyi bir zaman.
ur: آج کے اخراجات درج کرنے کا اچھا وقت ہے۔
vi: Thời điểm tốt để ghi lại chi tiêu hôm nay.
zh_hans: 正适合记录今天的支出。

source: Hide amounts
ar: إخفاء المبالغ
bn: পরিমাণ লুকান
de: Beträge ausblenden
es: Ocultar importes
fr: Masquer les montants
hi: राशियां छिपाएं
id: Sembunyikan nominal
ja: 金額を非表示
ko: 금액 숨기기
mr: रक्कम लपवा
ne: रकम लुकाउनुहोस्
pt_br: Ocultar valores
ru: Скрыть суммы
ta: தொகைகளை மறை
te: మొత్తాలను దాచు
tr: Tutarları gizle
ur: رقوم چھپائیں
vi: Ẩn số tiền
zh_hans: 隐藏金额

source: History
ar: السجل
bn: ইতিহাস
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
id: Riwayat
ja: 履歴
ko: 내역
mr: इतिहास
ne: इतिहास
pt_br: Histórico
ru: История
ta: வரலாறு
te: చరిత్ర
tr: Geçmiş
ur: تاریخچہ
vi: Lịch sử
zh_hans: 历史

source: Home
ar: الرئيسية
bn: হোম
de: Start
es: Inicio
fr: Accueil
hi: होम
id: Beranda
ja: ホーム
ko: 홈
mr: होम
ne: होम
pt_br: Início
ru: Главная
ta: முகப்பு
te: హోమ్
tr: Ana Sayfa
ur: ہوم
vi: Trang chủ
zh_hans: 主页

source: How to split your recommended savings across your goals, highest priority first.
ar: كيفية توزيع مدخراتك الموصى بها على أهدافك، بدءًا بالأعلى أولوية.
bn: আপনার প্রস্তাবিত সঞ্চয় কীভাবে লক্ষ্যগুলোর মধ্যে ভাগ করবেন, সবচেয়ে গুরুত্বপূর্ণটি আগে।
de: So verteilst du deine empfohlenen Ersparnisse auf deine Ziele – die wichtigsten zuerst.
es: Cómo repartir el ahorro recomendado entre tus metas, empezando por la de mayor prioridad.
fr: Comment répartir ton épargne recommandée entre tes objectifs, du plus prioritaire au moins prioritaire.
hi: अपने लक्ष्यों में अनुशंसित बचत को कैसे बांटें, सबसे ज़्यादा प्राथमिकता वाले पहले।
id: Cara membagi tabungan yang direkomendasikan ke setiap tujuanmu, dimulai dari prioritas tertinggi.
ja: おすすめの貯金額を、優先度の高い目標から順に振り分ける方法です。
ko: 추천 저축액을 목표별로 어떻게 나눌지, 우선순위가 높은 순서예요.
mr: तुमची शिफारस केलेली बचत उद्दिष्टांमध्ये कशी विभागायची, सर्वाधिक प्राधान्य असलेले आधी.
ne: सिफारिस गरिएको बचतलाई आफ्ना लक्ष्यहरूमा कसरी बाँड्ने, सबैभन्दा उच्च प्राथमिकतालाई पहिले राखेर।
pt_br: Como dividir sua poupança recomendada entre suas metas, começando pela de maior prioridade.
ru: Как распределить рекомендуемые накопления между вашими целями — сначала самые приоритетные.
ta: பரிந்துரைக்கப்பட்ட உங்கள் சேமிப்பை, அதிக முன்னுரிமையுள்ளதில் தொடங்கி, உங்கள் இலக்குகளுக்கு இடையே எவ்வாறு பிரிப்பது.
te: మీ లక్ష్యాల మధ్య సిఫారసు చేసిన పొదుపును ఎలా పంచాలో, అత్యధిక ప్రాధాన్యత ముందుగా.
tr: Önerilen birikiminizin hedefleriniz arasında, en yüksek öncelikten başlayarak nasıl paylaştırılacağı.
ur: اپنی تجویز کردہ بچت اپنے اہداف میں کیسے تقسیم کریں، سب سے زیادہ ترجیح پہلے۔
vi: Cách phân bổ khoản tiết kiệm được đề xuất cho các mục tiêu của bạn, ưu tiên cao nhất trước.
zh_hans: 如何把建议的储蓄额分配到各目标，优先级高的排在前面。

source: How's spending looking today?
ar: كيف يبدو إنفاقك اليوم؟
bn: আজকের খরচ কেমন চলছে?
de: Wie sehen die Ausgaben heute aus?
es: ¿Cómo van los gastos hoy?
fr: Où en sont vos dépenses aujourd’hui ?
hi: आज खर्च कैसा चल रहा है?
id: Bagaimana pengeluaran hari ini?
ja: 今日の支出はどうですか？
ko: 오늘 지출은 어떤가요?
mr: आजचा खर्च कसा आहे?
ne: आजको खर्च कस्तो छ?
pt_br: Como estão os gastos hoje?
ru: Как сегодня с тратами?
ta: இன்று செலவு எப்படி இருக்கிறது?
te: ఈ రోజు ఖర్చు ఎలా ఉంది?
tr: Bugün harcamalar nasıl?
ur: آج خرچ کیسا جا رہا ہے؟
vi: Hôm nay chi tiêu thế nào?
zh_hans: 今天的支出怎么样？

source: I gave
ar: أعطيت
bn: আমি দিয়েছি
de: Ich habe gegeben
es: Di
fr: J’ai donné
hi: मैंने दिया
id: Saya memberi
ja: 渡した
ko: 내가 줬어요
mr: मी दिले
ne: मैले दिएँ
pt_br: Eu dei
ru: Я дал
ta: நான் கொடுத்தேன்
te: నేను ఇచ్చాను
tr: Verdim
ur: میں نے دیا
vi: Tôi đã đưa
zh_hans: 我给出

source: I Gave
ar: أعطيت
bn: আমি দিয়েছি
de: Ich habe gegeben
es: Di
fr: J’ai donné
hi: मैंने दिया
id: Saya Memberi
ja: 渡した
ko: 내가 줬어요
mr: मी दिले
ne: मैले दिएँ
pt_br: Eu Dei
ru: Я дал
ta: நான் கொடுத்தேன்
te: నేను ఇచ్చాను
tr: Verdim
ur: میں نے دیا
vi: Tôi đã đưa
zh_hans: 我给出

source: I took
ar: أخذت
bn: আমি নিয়েছি
de: Ich habe genommen
es: Recibí
fr: J’ai pris
hi: मैंने लिया
id: Saya mengambil
ja: 受け取った
ko: 내가 받았어요
mr: मी घेतले
ne: मैले लिएँ
pt_br: Eu peguei
ru: Я взял
ta: நான் வாங்கினேன்
te: నేను తీసుకున్నాను
tr: Aldım
ur: میں نے لیا
vi: Tôi đã lấy
zh_hans: 我借入

source: I Took
ar: أخذت
bn: আমি নিয়েছি
de: Ich habe genommen
es: Recibí
fr: J’ai pris
hi: मैंने लिया
id: Saya Mengambil
ja: 受け取った
ko: 내가 받았어요
mr: मी घेतले
ne: मैले लिएँ
pt_br: Eu Peguei
ru: Я взял
ta: நான் வாங்கினேன்
te: నేను తీసుకున్నాను
tr: Aldım
ur: میں نے لیا
vi: Tôi đã lấy
zh_hans: 我借入

source: I track my expenses with Kharcha. It's free!
ar: أتتبّع مصروفاتي باستخدام Kharcha. إنه مجاني!
bn: আমি Kharcha দিয়ে আমার খরচ ট্র্যাক করি। এটা ফ্রি!
de: Ich verfolge meine Ausgaben mit Kharcha. Es ist kostenlos!
es: Controlo mis gastos con Kharcha. ¡Es gratis!
fr: Je suis mes dépenses avec Kharcha. C'est gratuit !
hi: मैं अपना खर्च Kharcha से ट्रैक करता हूं। यह मुफ़्त है!
id: Saya melacak pengeluaran saya dengan Kharcha. Gratis!
ja: Kharchaで支出を管理しています。無料です！
ko: 저는 Kharcha로 지출을 관리해요. 무료예요!
mr: मी माझा खर्च Kharcha ने ट्रॅक करतो. ते मोफत आहे!
ne: म आफ्नो खर्च Kharcha बाट ट्र्याक गर्छु। यो फ्री छ!
pt_br: Eu controlo meus gastos com o Kharcha. É grátis!
ru: Я отслеживаю расходы с Kharcha. Это бесплатно!
ta: நான் Kharcha மூலம் என் செலவுகளைக் கண்காணிக்கிறேன். இது இலவசம்!
te: నేను Kharchaతో నా ఖర్చులను ట్రాక్ చేస్తున్నాను. ఇది ఉచితం!
tr: Harcamalarımı Kharcha ile takip ediyorum. Ücretsiz!
ur: میں اپنے اخراجات Kharcha کے ساتھ ٹریک کرتا ہوں۔ یہ مفت ہے!
vi: Tôi theo dõi chi tiêu bằng Kharcha. Miễn phí luôn!
zh_hans: 我用 Kharcha 记录开销，完全免费！

source: I track my spending with Kharcha. It's free!
ar: أتتبّع مصروفاتي باستخدام Kharcha. إنه مجاني!
bn: আমি Kharcha দিয়ে আমার খরচ ট্র্যাক করি। এটা ফ্রি!
de: Ich verfolge meine Ausgaben mit Kharcha. Es ist kostenlos!
es: Controlo mis gastos con Kharcha. ¡Es gratis!
fr: Je suis mes dépenses avec Kharcha. C’est gratuit !
hi: मैं अपना खर्च Kharcha से ट्रैक करता हूं। यह मुफ़्त है!
id: Saya melacak pengeluaran saya dengan Kharcha. Gratis!
ja: Kharchaで支出を管理しています。無料です！
ko: 저는 Kharcha로 지출을 관리해요. 무료예요!
mr: मी माझा खर्च Kharcha ने ट्रॅक करतो. ते मोफत आहे!
ne: म आफ्नो खर्च Kharcha बाट ट्र्याक गर्छु। यो फ्री छ!
pt_br: Eu controlo meus gastos com o Kharcha. É grátis!
ru: Я отслеживаю расходы с Kharcha. Это бесплатно!
ta: நான் Kharcha மூலம் என் செலவுகளைக் கண்காணிக்கிறேன். இது இலவசம்!
te: నేను Kharchaతో నా ఖర్చులను ట్రాక్ చేస్తున్నాను. ఇది ఉచితం!
tr: Harcamalarımı Kharcha ile takip ediyorum. Ücretsiz!
ur: میں اپنے اخراجات Kharcha کے ساتھ ٹریک کرتا ہوں۔ یہ مفت ہے!
vi: Tôi theo dõi chi tiêu bằng Kharcha. Miễn phí luôn!
zh_hans: 我用 Kharcha 记录开销，完全免费！

source: Import
ar: استيراد
bn: ইমপোর্ট
de: Importieren
es: Importar
fr: Importer
hi: इंपोर्ट
id: Impor
ja: インポート
ko: 가져오기
mr: इंपोर्ट
ne: इम्पोर्ट
pt_br: Importar
ru: Импорт
ta: இறக்குமதி
te: ఇంపోర్ట్
tr: İçe Aktar
ur: امپورٹ
vi: Nhập
zh_hans: 导入

# Import %lld Transaction%@
source: Import %1$lld Transactions
ar: استيراد %1$lld معاملة
bn: %1$lld টি লেনদেন ইমপোর্ট করুন
de: %1$lld Buchungen importieren
es: Importar %1$lld transacciones
fr: Importer %1$lld transactions
hi: %1$lld लेन-देन इंपोर्ट करें
id: Impor %1$lld Transaksi
ja: %1$lld件の取引をインポート
ko: 거래 %1$lld건 가져오기
mr: %1$lld व्यवहार इंपोर्ट करा
ne: %1$lld कारोबार आयात गर्नुहोस्
pt_br: Importar %1$lld Transações
ru: Импортировать %1$lld операций
ta: %1$lld பரிவர்த்தனைகளை இறக்குமதி செய்
te: %1$lld లావాదేవీలను ఇంపోర్ట్ చేయి
tr: %1$lld İşlemi İçe Aktar
ur: %1$lld لین دین امپورٹ کریں
vi: Nhập %1$lld giao dịch
zh_hans: 导入 %1$lld 笔交易%2$@

source: Import from text
ar: استيراد من نص
bn: টেক্সট থেকে ইমপোর্ট করুন
de: Aus Text importieren
es: Importar desde texto
fr: Importer depuis un texte
hi: टेक्स्ट से इंपोर्ट करें
id: Impor dari teks
ja: テキストからインポート
ko: 텍스트로 가져오기
mr: मजकुरातून इंपोर्ट करा
ne: टेक्स्टबाट इम्पोर्ट गर्नुहोस्
pt_br: Importar de texto
ru: Импорт из текста
ta: உரையிலிருந்து இறக்குமதி செய்
te: టెక్స్ట్ నుండి ఇంపోర్ట్ చేయి
tr: Metinden içe aktar
ur: متن سے امپورٹ کریں
vi: Nhập từ văn bản
zh_hans: 从文本导入

source: Import from Text
ar: استيراد من نص
bn: টেক্সট থেকে ইমপোর্ট করুন
de: Aus Text importieren
es: Importar desde texto
fr: Importer depuis un texte
hi: टेक्स्ट से इंपोर्ट करें
id: Impor dari Teks
ja: テキストからインポート
ko: 텍스트로 가져오기
mr: मजकुरातून इंपोर्ट करा
ne: टेक्स्टबाट इम्पोर्ट गर्नुहोस्
pt_br: Importar de Texto
ru: Импорт из текста
ta: உரையிலிருந்து இறக்குமதி செய்
te: టెక్స్ట్ నుండి ఇంపోర్ట్ చేయి
tr: Metinden İçe Aktar
ur: متن سے امپورٹ کریں
vi: Nhập từ văn bản
zh_hans: 从文本导入

# Imported %lld transaction%@.
source: Imported %1$lld transactions.
ar: تم استيراد %1$lld معاملة.
bn: %1$lld টি লেনদেন ইমপোর্ট করা হয়েছে।
de: %1$lld Buchungen importiert.
es: Se importaron %1$lld transacciones.
fr: %1$lld transactions importées.
hi: %1$lld लेन-देन इंपोर्ट किए गए।
id: Mengimpor %1$lld transaksi.
ja: %1$lld件の取引をインポートしました。
ko: 거래 %1$lld건을 가져왔습니다.
mr: %1$lld व्यवहार इंपोर्ट केले.
ne: %1$lld कारोबार आयात गरियो।
pt_br: %1$lld transações importadas.
ru: Импортировано %1$lld операций.
ta: %1$lld பரிவர்த்தனைகள் இறக்குமதி செய்யப்பட்டன.
te: %1$lld లావాదేవీలను ఇంపోర్ట్ చేశారు.
tr: %1$lld işlem içe aktarıldı.
ur: %1$lld لین دین امپورٹ کیے گئے۔
vi: Đã nhập %1$lld giao dịch.
zh_hans: 已导入 %1$lld 笔交易%2$@。

source: in %lld days
ar: خلال %lld يومًا
bn: %lld দিনে
de: in %lld Tagen
es: en %lld días
fr: dans %lld jours
hi: %lld दिनों में
id: dalam %lld hari
ja: %lld 日後
ko: %lld일 후
mr: %lld दिवसांत
ne: %lld दिनमा
pt_br: em %lld dias
ru: через %lld дн.
ta: %lld நாட்களில்
te: %lld రోజుల్లో
tr: %lld gün içinde
ur: %lld دن میں
vi: trong %lld ngày
zh_hans: %lld 天后

source: In %lldd
ar: بعد %lld يوم
bn: %lld দিনে
de: In %lldT
es: En %lldd
fr: Dans %lldj
hi: %lld दिन में
id: Dalam %lldh
ja: %lld日後
ko: %lld일 후
mr: %lld दिवसांत
ne: %lld दिनमा
pt_br: Em %lldd
ru: Через %lldд
ta: %lld நாளில்
te: %lldd లో
tr: %lldg
ur: %lld دن میں
vi: Còn %lld ngày
zh_hans: %lld 天后

source: Income
ar: الدخل
bn: আয়
de: Einnahme
es: Ingreso
fr: Revenu
hi: आय
id: Pemasukan
ja: 収入
ko: 수입
mr: उत्पन्न
ne: आम्दानी
pt_br: Receita
ru: Доход
ta: வருமானம்
te: ఆదాయం
tr: Gelir
ur: آمدنی
vi: Thu nhập
zh_hans: 收入

source: Income sources
ar: مصادر الدخل
bn: আয়ের উৎস
de: Einnahmequellen
es: Fuentes de ingresos
fr: Sources de revenus
hi: आय के स्रोत
id: Sumber pemasukan
ja: 収入の内訳
ko: 수입원
mr: उत्पन्नाचे स्रोत
ne: आयका स्रोत
pt_br: Fontes de receita
ru: Источники дохода
ta: வருமான ஆதாரங்கள்
te: ఆదాయ వనరులు
tr: Gelir kaynakları
ur: آمدنی کے ذرائع
vi: Nguồn thu nhập
zh_hans: 收入来源

source: Income this month
ar: الدخل هذا الشهر
bn: এই মাসের আয়
de: Einnahmen diesen Monat
es: Ingresos este mes
fr: Revenus ce mois-ci
hi: इस महीने की आय
id: Pemasukan bulan ini
ja: 今月の収入
ko: 이번 달 수입
mr: या महिन्याचे उत्पन्न
ne: यस महिनाको आम्दानी
pt_br: Receita deste mês
ru: Доход за этот месяц
ta: இந்த மாத வருமானம்
te: ఈ నెల ఆదాయం
tr: Bu ayki gelir
ur: اس مہینے کی آمدنی
vi: Thu nhập tháng này

source: Installment
ar: قسط
bn: কিস্তি
de: Ratenzahlung
es: Cuota
fr: Mensualité
hi: इंस्टॉलमेंट
id: Cicilan
ja: 分割払い
ko: 할부
mr: हप्ता
ne: किस्ता
pt_br: Parcelamento
ru: Рассрочка
ta: தவணை
te: వాయిదా
tr: Taksit
ur: قسط
vi: Trả góp

source: Installments
ar: الأقساط
bn: কিস্তি
de: Ratenzahlungen
es: Cuotas
fr: Mensualités
hi: इंस्टॉलमेंट्स
id: Cicilan
ja: 分割払い
ko: 할부
mr: हप्ते
ne: किस्ताहरू
pt_br: Parcelamentos
ru: Рассрочки
ta: தவணைகள்
te: వాయిదాలు
tr: Taksitler
ur: اقساط
vi: Trả góp

source: Installments & Loans
ar: الأقساط والقروض
bn: কিস্তি ও ঋণ
de: Ratenzahlungen & Kredite
es: Cuotas y préstamos
fr: Mensualités et prêts
hi: इंस्टॉलमेंट्स और लोन
id: Cicilan & Pinjaman
ja: 分割払いとローン
ko: 할부 및 대출
mr: हप्ते आणि कर्जे
ne: किस्ता र ऋण
pt_br: Parcelamentos e Empréstimos
ru: Рассрочки и кредиты
ta: தவணைகள் & கடன்கள்
te: వాయిదాలు & రుణాలు
tr: Taksitler ve Krediler
ur: اقساط اور قرضے
vi: Trả góp & Khoản vay
zh_hans: 分期与贷款

source: Invite friends and family to try Kharcha.
ar: ادعُ أصدقاءك وعائلتك لتجربة Kharcha.
bn: Kharcha ব্যবহার করে দেখতে বন্ধু আর পরিবারকে আমন্ত্রণ জানান।
de: Lade Freunde und Familie ein, Kharcha auszuprobieren.
es: Invita a amigos y familiares a probar Kharcha.
fr: Invite tes amis et ta famille à essayer Kharcha.
hi: Kharcha आज़माने के लिए दोस्तों और परिवार को आमंत्रित करें।
id: Ajak teman dan keluarga untuk mencoba Kharcha.
ja: 友達や家族をKharchaに招待しましょう。
ko: 친구와 가족에게 Kharcha를 추천해 보세요.
mr: Kharcha वापरून पाहण्यासाठी मित्र आणि कुटुंबियांना आमंत्रित करा.
ne: साथीभाइ र परिवारलाई Kharcha प्रयोग गर्न आमन्त्रण गर्नुहोस्।
pt_br: Convide amigos e familiares para experimentar o Kharcha.
ru: Пригласите друзей и семью попробовать Kharcha.
ta: Kharcha-வை முயற்சிக்க நண்பர்களையும் குடும்பத்தினரையும் அழையுங்கள்.
te: Kharcha ప్రయత్నించమని స్నేహితులను, కుటుంబాన్ని ఆహ్వానించండి.
tr: Arkadaşlarınızı ve ailenizi Kharcha'yı denemeye davet edin.
ur: دوستوں اور خاندان کو Kharcha آزمانے کی دعوت دیں۔
vi: Mời bạn bè và gia đình dùng thử Kharcha.
zh_hans: 邀请朋友和家人来试试 Kharcha。

source: Kind
ar: النوع
bn: ধরন
de: Art
es: Tipo
fr: Type
hi: प्रकार
id: Jenis
ja: 種類
ko: 종류
mr: प्रकार
ne: किसिम
pt_br: Tipo
ru: Тип
ta: வகை
te: రకం
tr: Tür
ur: قسم
vi: Loại
zh_hans: 类型

source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
mr: भाषा
ne: भाषा
pt_br: Idioma
ru: Язык
ta: மொழி
te: భాష
tr: Dil
ur: زبان
vi: Ngôn ngữ
zh_hans: 语言

source: Last synced %@ ago.
ar: آخر مزامنة قبل %@.
bn: %@ আগে সবশেষ সিঙ্ক হয়েছে।
de: Zuletzt synchronisiert vor %@.
es: Última sincronización hace %@.
fr: Dernière synchronisation il y a %@.
hi: %@ पहले आख़िरी बार सिंक हुआ।
id: Terakhir disinkronkan %@ yang lalu.
ja: %@前に同期しました。
ko: %@ 전에 마지막으로 동기화됨.
mr: %@ पूर्वी शेवटचे सिंक झाले.
ne: %@ अघि पछिल्लो पटक सिंक भयो।
pt_br: Última sincronização há %@.
ru: Последняя синхронизация: %@ назад.
ta: %@ முன்பு கடைசியாக ஒத்திசைக்கப்பட்டது.
te: %@ క్రితం చివరిగా సింక్ అయింది.
tr: %@ önce senkronize edildi.
ur: %@ پہلے آخری بار سنک ہوا۔
vi: Đồng bộ lần cuối %@ trước.
zh_hans: 上次同步于 %@ 前。

source: Left this cycle
ar: المتبقي لهذه الدورة
bn: এই চক্রে বাকি
de: Verbleibend in diesem Zyklus
es: Restante en este ciclo
fr: Restant ce cycle
hi: इस चक्र में बचा हुआ
id: Sisa siklus ini
ja: 今サイクルの残り
ko: 이번 주기에 남은 금액
mr: या सायकलमध्ये शिल्लक
ne: यस चक्रमा बाँकी
pt_br: Restante neste ciclo
ru: Осталось в этом цикле
ta: இந்தச் சுழற்சியில் மீதம்
te: ఈ సైకిల్‌లో మిగిలింది
tr: Bu dönemde kalan
ur: اس دورانیے میں باقی
vi: Còn lại trong kỳ này

source: Left to spend
ar: المتبقي للإنفاق
bn: খরচ করার জন্য বাকি
de: Verbleibend zum Ausgeben
es: Queda por gastar
fr: Reste à dépenser
hi: खर्च के लिए बचा
id: Sisa untuk dibelanjakan
ja: 使える残り
ko: 남은 지출 가능액
mr: खर्च करण्यासाठी शिल्लक
ne: खर्च गर्न बाँकी
pt_br: Restante para gastar
ru: Осталось на траты
ta: செலவிட மீதமுள்ளது
te: ఖర్చు చేయడానికి మిగిలింది
tr: Harcanabilir kalan
ur: خرچ کرنے کے لیے باقی
vi: Còn lại để chi tiêu
zh_hans: 可花余额

source: Left to spend freely
ar: المتبقي للإنفاق الحر
bn: স্বাধীনভাবে খরচ করার জন্য বাকি
de: Frei verfügbar zum Ausgeben
es: Queda para gastar libremente
fr: Reste à dépenser librement
hi: खुलकर खर्च करने के लिए बचा
id: Sisa untuk dibelanjakan bebas
ja: 自由に使える残り
ko: 자유롭게 쓸 수 있는 남은 금액
mr: मुक्तपणे खर्च करण्यासाठी शिल्लक
ne: स्वतन्त्र रूपमा खर्च गर्न बाँकी
pt_br: Restante para gastar livremente
ru: Осталось на свободные траты
ta: சுதந்திரமாக செலவிட மீதமுள்ளது
te: స్వేచ్ఛగా ఖర్చు చేయడానికి మిగిలింది
tr: Serbestçe harcanabilir kalan
ur: آزادانہ خرچ کرنے کے لیے باقی
vi: Còn lại để chi tiêu tự do
zh_hans: 可自由支配

source: Loan
ar: قرض
bn: ঋণ
de: Kredit
es: Préstamo
fr: Prêt
hi: लोन
id: Pinjaman
ja: ローン
ko: 대출
mr: कर्ज
ne: ऋण
pt_br: Empréstimo
ru: Кредит
ta: கடன்
te: రుణం
tr: Kredi
ur: قرض
vi: Khoản vay
zh_hans: 贷款

source: Loan taken
ar: قرض مأخوذ
bn: নেওয়া ঋণ
de: Kredit aufgenommen
es: Préstamo recibido
fr: Prêt reçu
hi: लिया गया लोन
id: Pinjaman diterima
ja: 借入
ko: 받은 대출
mr: घेतलेले कर्ज
ne: लिएको ऋण
pt_br: Empréstimo recebido
ru: Кредит взят
ta: பெறப்பட்ட கடன்
te: తీసుకున్న రుణం
tr: Alınan kredi
ur: لیا گیا قرض
vi: Khoản vay đã nhận
zh_hans: 已借入贷款

source: Log Expense
ar: تسجيل مصروف
bn: খরচ লগ করুন
de: Ausgabe erfassen
es: Registrar gasto
fr: Enregistrer une dépense
hi: खर्च दर्ज करें
id: Catat Pengeluaran
ja: 支出を記録
ko: 지출 기록
mr: खर्च नोंदवा
ne: खर्च लग गर्नुहोस्
pt_br: Registrar Despesa
ru: Записать расход
ta: செலவைப் பதிவு செய்
te: ఖర్చు నమోదు చేయి
tr: Gider Kaydet
ur: خرچ درج کریں
vi: Ghi khoản chi
zh_hans: 记录支出

source: Log in seconds
ar: سجّل في ثوانٍ
bn: কয়েক সেকেন্ডে লগ করুন
de: In Sekunden erfassen
es: Inicia sesión en segundos
fr: Enregistre en quelques secondes
hi: सेकंडों में दर्ज करें
id: Masuk dalam hitungan detik
ja: 数秒で記録
ko: 몇 초 만에 로그인
mr: काही सेकंदात नोंद करा
ne: सेकेन्डमै लग इन गर्नुहोस्
pt_br: Registre em segundos
ru: Вход за секунды
ta: சில வினாடிகளில் பதிவு செய்யுங்கள்
te: సెకన్లలో నమోదు చేయండి
tr: Saniyeler içinde kaydedin
ur: سیکنڈوں میں لاگ ان کریں
vi: Đăng nhập trong vài giây
zh_hans: 几秒钟记一笔

source: Log Income
ar: تسجيل دخل
bn: আয় লগ করুন
de: Einnahme erfassen
es: Registrar ingreso
fr: Enregistrer un revenu
hi: आय दर्ज करें
id: Catat Pemasukan
ja: 収入を記録
ko: 수입 기록
mr: उत्पन्न नोंदवा
ne: आम्दानी लग गर्नुहोस्
pt_br: Registrar Receita
ru: Записать доход
ta: வருமானத்தைப் பதிவு செய்
te: ఆదాయం నమోదు చేయి
tr: Gelir Kaydet
ur: آمدنی درج کریں
vi: Ghi thu nhập
zh_hans: 记录收入

source: Log Loan
ar: تسجيل قرض
bn: ঋণ লগ করুন
de: Kredit erfassen
es: Registrar préstamo
fr: Enregistrer un prêt
hi: लोन दर्ज करें
id: Catat Pinjaman
ja: ローンを記録
ko: 대출 기록
mr: कर्ज नोंदवा
ne: ऋण लग गर्नुहोस्
pt_br: Registrar Empréstimo
ru: Записать кредит
ta: கடனைப் பதிவு செய்
te: రుణం నమోదు చేయి
tr: Kredi Kaydet
ur: قرض درج کریں
vi: Ghi khoản vay
zh_hans: 记录贷款
